{
  "id": "anon1",
  "name": "Anonymous #1",
  "occupation": "Anonymous Artist with Early Sora Access",
  "date": "2024-12-05",
  "externalUrl": "",
  "image": {
    "path": "",
    "caption": ""
  },
  "content": "As a creative professional deeply invested and working in art and technology, I stand in solidarity to challenge the systemic exploitation of creative and artistic labor by tech companies and especially tech giants. Current AI development reduces artists and creatives to mere resources to be mined for corporate profit, a landscape where technological innovation has become synonymous with creative extraction.\n\nThe core of our critique lies in exposing the predatory practices of companies that disguise exploitation as opportunity. By offering limited access and creating an illusion of openness and collaboration, these corporations systematically strip artists and creatives of their agency, compensation, and intellectual rights. **This is a sophisticated form of manipulation and labor appropriation.**\n\nOpenAI's approach reveals a playbook of corporate tech extraction: luring artists with the promise of access to tools while stripping away their agency, compensation, and creative autonomy.\n\nFar from an isolated incident, this manipulative approach embodies extractive capitalism, deeply embedded in historical patterns of technological exploitation that consistently devalue human labor and creativity. Just as technological progress has long relied on invisible labor – from the minerals mined in conflict zones to support our digital infrastructure, to the underpaid content moderators and data labelers who make AI possible – the current AI development model continues this legacy of systemic invisibility and extraction. (For a deeper exploration of these interconnected systems, I recommend *[Anatomy of an AI System](https://anatomyof.ai/)* by Kate Crawford and Vladan Joler, which maps the complex human and material networks behind seemingly immaterial technologies).\n\n**Whether it's 300 artists or 3 million users, the fundamental power dynamic remains: those who control the tool control the narrative. Public release isn't democratization; it's distribution of controlled and limited imagination.** This issue is not just about OpenAI or Sora, it is an overall practice of predatory industry. OpenAI represents the vanguard of a techno-capitalist model that exploits creative labor, systematically dismantling creative autonomy by transforming human imagination into algorithmic training data, while brazenly stealing from artists, including incorporating artworks into base models without consent, replicating artist voices despite explicit requests not to do so, all while presenting a facade of innovation that masks deep structural exploitation of creative workers. Our creativity and personality becomes their training data. They are treating us as resources to be mined.\n\nTrue artist support would require a radical reimagining of technological collaboration: transparent revenue-sharing models, genuine decision-making power in AI development, robust intellectual property protections, and compensation that reflects the intrinsic value of creative labor. It means treating artists as intellectual partners with diverse sensibilities and perspectives, not as disposable resources in a technological assembly line. Pay artists and creatives with equal pay to tech workers with similar levels of expertise.\n\n**Our objections are not about rejecting technological advancement, but about ensuring that such advancement respects the fundamental dignity and value of creativity and creative labor.** The stakes extend far beyond a single technology or company. This is a critical inflection point for the future of creative labor in the digital age. Today, artists are the canaries in the technological coal mine and their treatment foreshadows how other creative professionals will be commodified and marginalized. By systematically devaluing artistic contribution, these corporations aren't just exploiting individual creators; they're eroding the fundamental human capacity for imaginative expression.\n\nThis moment demands more than critique, it requires a fundamental reimagining of how we value creative work. Artists and creatives are not peripheral to technological progress, we are some of its most essential architects and a foundational basis, especially in the era of AI.\n\nWe can accept a future where creativity and the art and design fields become a disposable resource, or we can work for a transformative model of technological development that genuinely values human innovation and creativity.\n\nWe imagine a technological ecosystem where AI development becomes a symbiotic process: tools that not only learn from human creativity but actively reinvest in creative communities, providing resources, platforms, and economic models that genuinely empower artists and creatives rather than commodify their work. **We envision and propose a future where tech companies support and amplify human creativity through practice and their tools, with transparent frameworks that recognize artists as co-creators, share equitable value, and preserve the unique emotional and contextual intelligence that only human imagination can provide.**",
  "bio": ""
}