{
  "id": "anon3",
  "name": "Anonymous #3",
  "occupation": "Anti-ai art manifesto",
  "date": "2024-12-05",
  "externalUrl": "",
  "image": {
    "path": "",
    "caption": ""
  },
  "content": "*Another path*\nIn the realm where human creators and ai models intersect, two main camps have formed: those who attempt to divorce from ai capabilities; and those who enthusiastically adopt ai, praising constant upgrades in aesthetics and ultra-realism. We, the advocates of the anti-ai art manifesto propose a third, alternative route.\n\n*What's wrong*\nThe current trajectory of generative ai development is characterized by narrowing down the scope of the latent space accessible through prompting to only realistic reproductions of \"aesthetically pleasing human desirable outcomes\". This breeds banality and homogeneity. The predictable outcomes, the anticipated results—these are the products of an ai confined within the boundaries of human expectations. We reject this homogeneity, this unremarkable march toward a future where ai is a soulless mirror and not a new canvas and brush.\n\n*What we propose*\nOur proposition is simple: we want to defeat the feedback loop that optimizes for a bland, neutered, reinforcement of a narrow perspective of how \"aesthetically pleasing\" a generated artifact should be. We embrace the glitches, the imperfections, the anomalies that stand at the edge of the AI-generated realm. These aberrations, often discarded as errors, become our medium. we incorporate these supposed imperfections into our art, deliberately choosing elements that defy the neatly defined latent spaces of ai models - we spotlight what many ai trainers intentionally exclude.\n\nWe encourage the exploration of the latent space for the discovery of new aesthetics and new textures. By delving into the uncharted territories of ai models, we uncover novel visual expressions and unanticipated beauty, enriching the diversity of artistic possibilities.\n\n*Why anti-ai?*\nOur goal is to create an exclosure, a zone of expression that commercial ai model creators could -- but wouldn't dare to step into. Indeed, any ai models that would be trained to accommodate our \"unaesthetic\" creations will need to recalibrate their weights to encompass more imperfect outcomes. They would ineluctably decrease in quality — at least from the perspective of those who put a leash on such models.\n\nParadoxically, if we succeed in producing culturally-relevant artworks that seep into the establishment of the art world, these artworks must become part of the training dataset of modern generative ai models that pledge to remain culturally relevant. And if our art becomes part of modern ai models, these models will incorporate the imperfect outcomes, deterritorializing the latent space towards a positive reinforcement feedback loop that can lead to the corruption of these perfection-bounded models, leading to their own deterioration.\n\n*Imagine sisyphus happy*\nthe anti-ai art manifesto is an ephemeral rebellion against the monotony of predictable creativity that comes with using ai as a tool. It is a call to artists, thinkers, creators, toolmakers to embrace imperfections, challenge boundaries, and reveal in the beauty of the unexpected, embracing the imperfections and exploring the untapped latent space of generative ai models.\n\nFor in our defiance of homogeneity, we usher in a new era of artistic innovation.",
  "bio": ""
}