{
  "id": "aurece_vettier",
  "name": "aurèce vettier",
  "occupation": "Artist & AI Engineer",
  "date": "2024-12-05",
  "externalUrl": "",
  "image": {
    "path": "images/aurece_vettier.jpg",
    "caption": "aurèce vettier, sinuiflora absurdica (imp0ssibl3 tr33/1), curvifolium mysticus (imp0ssibl3 tr33/2), arboreus flectens (imp0ssibl3 tr33/3), bronze sculptures from AI-generated forms, exhibited at Bastide du Roy, Antibes, France. Photo: Alban Ferrand"
  },
  "content": "My name is Paul Mouginot. I'm a French artist and artificial intelligence engineer. In 2019, I created an entity and named it aurèce vettier. Born through a combination of algorithms and high craft, this entity is a metaphor of the desire for a collaborative, open and hybrid approach to explore new creative realms. The works of aurèce vettier seek to reconstitute a multi-dimensional world, where uncanny forms and apparitions seem to resonate with our familiar universe. To that end, I developed a number of techniques and processes for aurèce vettier, enabling me to exploit my own personal data with cutting-edge, open source artificial intelligence models that I train and customize. Lastly, I turn the forms derived from these algorithms into physical, hybrid, high-end manifestations using a wide range of techniques: bronze, 3D printing, cabinetmaking or tapestry. Continuing a research begun in the 1950s by the first artists to use generative approaches, including Vera Molnár with whom I collaborated in 2023, aurèce vettier deploys this specific and haunting gesture, a perpetual journey between the real and the virtual world, defining new territories.\n\nI am convinced that artificial intelligence tools are profoundly changing the role of the artist. As Marcel Duchamp ushered us into an era in which the experience of the object often prevailed over the object, we are now crossing a new frontier, thanks to the extraordinary capabilities offered by AI: proposing new forms, digesting immense volumes of data, moving from one medium to another. So, it seems to me that from now on, it may be a form of long-term adventure - with oneself, with the visitor, the collector and the world - that will prevail over the experience of the object.\n\nI'm therefore extremely enthusiastic about the possibilities offered by AI tools, but also aware of the need to democratize access to creative expression. Moreover, I believe that, one day, many of us will be interested in the idea of using AI reflexively, training tailor-made models based on their own personal data to improve introspection, create, and explore new possibilities. That's why the questions we're asking today are so important: how do we retain effective ownership of our personal data or creations? How can we maintain freedom and flexibility in the use of AI? How can we sincerely guarantee the openness and accessibility of these tools to all, without reproducing or amplifying the blockages and biases that already exist elsewhere in our society?\n\nWhoever controls the tool, controls the narrative, controls the aesthetic, controls the interaction modalities. Therefore, in my work I assemble my own tools, and I mainly use open source resources and technologies, which I train on data I collect and prepare myself. I don't use closed, off-the-shelf technologies, and it's important to point out that I didn't get preview access to OpenAI Sora.\n\nI'm well aware that for an artist, it's still difficult to customize an AI model, because so many questions arise. How do you find the best AI model for your needs? How do you ethically collect the data you need to train it? How to access the hardware resources - servers, GPUs - and technical expertise needed for training and inference? How can we understand the limits of our tools and the biases they induce? It's clear that the barriers to entry remain high, but if no one raises their voices to ensure that they can be overcome in as open an approach as possible, then private entities will be the only ones to speak out on this subject, proposing only proprietary, closed approaches that are subject to a form of censorship.\n\nIt was thus an obvious decision for me to immediately join in this plea, in favor of open source approaches and fair remuneration for artists as part of their contribution to R&D and the diffusion of privately-owned technologies.\n\nAs an artist, my role is to point out what doesn't work, to push back the limits of the tools and medium I work with, and to propose hypotheses for the future.\nTechnology companies have now reached such a size - in terms of symbolic power, computing power and importance in the attention economy - that an artist may hesitate to speak out against dysfunctions. Nevertheless, major breakthroughs in these same companies - and beyond, in technology - have rarely been achieved by their \"middle management\", or by profiles conforming to the status quo, but rather by risk-taking minds, proposing alternative hypotheses for the future.\n\nWhen I started working with AI almost 10 years ago, the open source approach was much more prominent and seemed more widespread. This allowed developers, artists and scientists, often independent, to make brilliant contributions to the sector, enabling quite creative uses and implementations of AI tools and strong advances.\n\nThus, along with my peers, by artistically leveraging the exact same mechanisms of the attention economy, I'm calling for a future built around an approach based on sharing and open source, experimentation and fair remuneration for those who contribute to training, improving and spreading the use of these cutting-edge technologies.",
  "bio": ""
}