{
  "id": "CROSSLUCID",
  "name": "CROSSLUCID",
  "occupation": "",
  "date": "2024-12-05",
  "externalUrl": "",
  "image": {
    "path": "images/CROSSLUCID.png",
    "caption": "Still from: Red The Ocean Around U, AI live environment, Las Art Foundation, 2024"
  },
  "content": "We are CROSSLUCID, a collaborative artist practice that symbiotically co-evolves with emerging technologies. Our hybrid work spans moving image, collage, assemblage, 3D, and poetic AI, exploring the networked self, digital intimacy, and the re-imagination of our alliances with technology. By prototyping speculative futures, we aim to renegotiate stagnant processes, relations, and myths.\n\nFrom our first interactions with machine learning, we have engaged with open-source tools that enable nuanced explorations and collaborations with AI models. This approach unlocks unparalleled possibilities for crafting bespoke technological pipelines that instantiate experiences of technology offering alternative visions and potentialities. By embracing the ethos of open-source, we can delve into the latent spaces of these models, unearthing pluralistic narratives and cosmologies that challenge dominant paradigms.\n\nGiven the current circumstances we feel compelled to speak out against the exploitative tactics of tech corporations that take advantage of creative labor under the guise of \"artist partnerships\". Companies like OpenAI draw in artists with the promise of early access and exposure, only to extract our ideas, skills, and credibility while providing minimal recognition or compensation.\n\nWe have signed the statement as we feel we are being treated as disposable resources - unpaid beta testers, PR tools, and sources of training data to fuel their AI models and their $100B+ valuations. This is not a genuine collaboration but a one-sided harvesting of human creativity to serve corporate interests, concentrating power in the hands of a few tech elites. The corporations use artists to artwash their image while eroding our agency, ownership rights, and autonomy. It is imperative that these partnerships genuinely honor and reward the creative labor involved.\n\nWe believe it's time for us artists to divest our cognitive and creative capabilities from corporations that have proven they cannot be trusted to uphold their promises or act with integrity. We must stop allowing ourselves to be mined as a resource by platforms that will never have our best interests in mind. The billion-dollar brands that build walled gardens while brazenly violating intellectual property rights do not deserve our partnership or free labor. Instead, we need to redirect our energy towards building open source alternatives that respect artists as equal collaborators.\n\nWe shall invest in creating tools, systems, and spaces outside centralized corporate control - ones that prioritize transparency, shared ownership, fair compensation and the inherent dignity of creative work. Rather than helping tech giants monopolize the power to generate and manipulate reality, we must work towards democratizing these capabilities and shepherd resources towards open, accountable systems ethically stewarded in service of more humanistic visions of technological progress.\n\nAs artists, we have a responsibility to critically engage with the tools we use rather than facilitating their adoption without deeper reflection. We shall scrutinize the values, power structures, and potential harms embedded in AI systems, and actively resist those that reinforce exploitation and inequality.\n\nArt is a space to challenge dominant narratives, not uncritically perpetuate them.\n\nFor tech companies to foster genuine artistic partnerships, they must radically transform their approach to collaborating with creative communities.\n\nThis means:\nComplete openness about the training data and model architectures underpinning their AI systems. Artists have a right to understand what information our creative works may be informing and influencing, feeding into and shaping.\nR&D contracts and terms that properly value artistic labor and intellectual contributions. Artists who provide input, testing, or data that aids the development of AI tools should be compensated and credited as key collaborators, not just unpaid testers.\nClear intellectual property agreements that respect artists' rights and give us a stake in the AI tools we help build. We need assurance that our creative innovations will not simply be absorbed into corporate black boxes.\nMeaningful decision-making power in shaping the development, governance, and deployment of AI systems that impact creative fields. Artists must have a seat at the table.\n\nUntil these demands are met, assertions of \"artist partnerships\" by tech giants like OpenAI may be viewed as primarily empty PR efforts and a perpetuation of extractive business models. We cannot assent for limited gains while helping to build systems that could disempower creative communities at an unprecedented scale.\n\nIn that vein, we must reclaim our agency, forge our own tools, and build a future where human imagination can prosper free from algorithmic extraction. The resistance starts now. Boycott. Divest. Reinvest our creativity towards imagining and building more nurturing and flourishing futures."
}