{
  "id": "federico_bomba",
  "name": "Federico Bomba",
  "occupation": "Artistic Director",
  "date": "2024-12-05",
  "externalUrl": "",
  "image": {
    "path": "",
    "caption": ""
  },
  "content": "I've always believed that the conversation artists should be having with OpenAI, and any company developing generative AI, shouldn't revolve around copyright compensation. Copyright is a game rigged to benefit corporations and a select handful of celebrity artists, while leaving the vast majority of independent creators with crumbs. The real demand should be for something transformative in their same playground, challenging the traditional concept of ownership as they already did by mining artists' works from the web. What is needed is a meaningful reinvestment of the wealth these companies generate which could benefit the biggest number of artists. Not token microgrants or hollow gestures, but millions of dollars, euros, yen, or pesos poured directly into empowering the worldwide artistic community to experiment, innovate, and push boundaries. This is what people should expect from a company that claims to value artists' skills and contributions.\n\nSadly, OpenAI is missing an important opportunity to strengthen its relationship with the very artists shaping the future of AI art, some of whom are leaders in this field. Rather than offering meaningful compensation for their expertise and vision, the company opted to reward them with \"visibility.\" On top of that, the actual reward for participating in OpenAI's call was a microgrant of $1,500, a sum that hardly reflects the time and effort required to create high-quality work. This approach not only undervalues their contributions but also signals a disconnect from the needs and rights of the artistic community.\n\nHow does this behaviour align with OpenAI's lofty mission to \"ensure that artificial general intelligence benefits all of humanity\"? Are artists not part of humanity? Or does humanity only include engineers, developers, and investors profiting from AI advancements? Was this decision to offer such modest rewards deliberate, or was it an oversight, perhaps a reflection of the common tendency to underestimate the significant research, effort, and emotional labour that art requires? Either way, it's a bad signal. OpenAI's inability to adequately value the artistic community is more than just a misstep; it's indicative of a deeper issue. Artists aren't just content creators—they are cultural innovators, critical thinkers, and essential collaborators. By failing to nurture these relationships, OpenAI not only alienates an important group of contributors but also limits its own potential to explore the broader, humanistic applications of AI technologies.\n\nIf OpenAI were serious about its mission, it would need to take meaningful steps to demonstrate that commitment. Establishing a substantial fund, something far beyond token amounts, could provide direct support to the artistic community through open grants, residencies, and collaborative projects. This isn't about charity; it's about reinvesting in the creative ecosystem that AI has drawn from and continues to impact. By doing so, OpenAI might rebuild trust with artists and set a positive example for the industry, showing that it values artists not only for PR art-washing but as essential partners.\n\nIt happened to artists today, but it will happen to other professionals tomorrow. If OpenAI cannot show respect and accountability to the creators whose work has shaped these technologies, how can it expect to serve the broader needs of humanity? The artistic community deserves better, and OpenAI should rise to the occasion by recognizing that compensating artists for the research is a matter of strategic investment in the future of generative AI.",
  "bio": "FEDERICO BOMBA (he/him) is the President of Sineglossa and a researcher in Human-Computer Interaction at the Free University of Bolzano. With a background in analytical philosophy and performing arts, he founded Sineglossa in 2014 to create ecosystems where artists, scientists, entrepreneurs, and AI collaborate for cultural, social, and economic impact. He directs the Nonturismo book series and serves as the editorial director of Mangrovia, promoting underrepresented stories about the integration of art, science, and society."
}