{
  "id": "iannis_bardakos",
  "name": "Iannis Bardakos",
  "occupation": "Artist-Art Researcher : Hunter gatherer of forms and non localities",
  "date": "2024-12-05",
  "externalUrl": "",
  "image": {
    "path": "",
    "caption": ""
  },
  "content": "**Technoaesthetic territorialism and the synthetic cringe**\n\n*\"Information wants to be free because it has become so cheap to distribute, copy, and recombine - too cheap to meter. It wants to be expensive because it can be immensely valuable to the recipient.\"* (Stewart Brand, 1984)\n\nThe famous Stewart Brand declaration has been transformed into its opposite through technofeudal control of creative processes. While information's reproducibility makes it resistant to traditional forms of ownership, new forms of digital territories have emerged that capture and commodify the collective imagination itself.\n\nWhat we're witnessing is a new form of technoaesthetic territorialism – where platforms establish exclusive domains over creative expression. This goes beyond traditional models of intellectual property to create novel forms of rent extraction from human creativity itself.\n\nWhen corporations like OpenAI frame (or cage) their AI tools as liberating forces while simultaneously constructing new lands of control and extracting unpaid creative labor, they enact what we might call \"aesthetic colonialism\" – the systematic appropriation and commodification of human imaginative capacity itself. The synthetic cringe emerges as our visceral reaction to this contradiction, manifesting not merely as a response but as a form of embodied critique. This controlled (and uncanny) valley exists between the promised fields of creative liberation and what we might call the cement monoblocks of creative capture – those rigid, standardized structures of synthetic-mediated creativity that, like their architectural counterparts, overpower diverse creative modalities with uniform, industrialized processes of the emergent and the mundane.\n\nThis process operates through several mechanisms:\n\nThe extraction of value from artists' work without compensation or consent\nThe establishment of platform-process-style-dependent creative practices that create profound aesthetic lock-in, where artistic expression becomes increasingly bound to and shaped by platform affordances, leading to technical, stylistic, and cognitive dependencies that are increasingly difficult to escape\nThe generation of new forms of aesthetic rent through control of generative tools\n\nWhen AI systems train on humanity's collective creative output, they privatize what is essentially shared cultural capital. This calls for more dialogue of all private structures with open-source alternatives. This is not merely a technical demand, but a philosophical one – for the preservation and protection of access to these emerging modes of social cultural-aesthetic dialogue.\n\nThe path forward requires reconnecting information freedom with creative autonomy. This means moving beyond both rigid corporate bounds and naive techno-utopianism toward porous membrane systems that genuinely serve human flourishing. It requires building tools that enhance rather than replace human capability – tools that transcend both traditional extractive models and new forms of technofeudal control over the creative commons.\n\nThe challenge, then, is not just technological but political and aesthetic: how do we design systems that preserve the freedom of information while protecting the autonomy of human creativity? How do we build platforms that enhance collective imagination without subjecting it to new forms of old formulas?",
  "bio": ""
}

