{
  "id": "inna_modja",
  "name": "Inna Modja (guest)",
  "occupation": "Artist, Filmmaker, and Climate Justice Advocate",
  "date": "2024-12-05",
  "externalUrl": "",
  "image": {
    "path": "",
    "caption": ""
  },
  "content": "As a Malian-French artist and activist, I see disturbing parallels between the data-extractive practices of big tech companies and historical patterns of colonial exploitation. The way these corporations mine creative works from creators and artists globally mirrors the same extractive logic that has historically stripped communities of their resources and heritage.\n\nThis process follows a familiar pattern that I've witnessed in both environmental and cultural contexts of the global south. Just as traditional corporations extract minerals and precious metals from the earth often without regard for ecological consequences or community welfare, big tech companies strip-mine the creative commons, harvesting artworks and data from users with the same ruthless efficiency. In both cases, the extracted resources – whether physical or digital – are processed, refined, and transformed into products that primarily benefit the extractors while leaving the source communities depleted.\n\nWhen these companies harvest artistic creations without consent or fair compensation, they perpetuate a system where cultural expressions are treated as raw materials to be extracted and monetized, while the creators who produced them are left without agency or proper recognition. This is not just about unpaid labor – it's about power dynamics and who gets to control and profit from our collective cultural heritage.\nThe practice of offering token visibility or limited access to proprietary tools in exchange for artists' intellectual property and creative labor is particularly concerning. It recreates familiar patterns where communities are offered \"modernization\" or \"progress\" in exchange for their resources, while the real wealth and control remain concentrated in the hands of a privileged few.\n\nOur demand should not be only for fair compensation, but a fundamental restructuring of how AI technologies interact with creative expression. This means moving beyond this \"extractive process\" toward genuine collaboration that respects and empowers artists and their communities. The future of AI should be built on principles of mutual respect, diversity, and shared prosperity, not on the continued exploitation of human creativity."
  }