{
  "id": "luna_bianchi",
  "name": "Luna Bianchi ",
  "occupation": "AI ethicist, activist and IP attorney",
  "date": "2024-12-05",
  "externalUrl": "",
  "image": {
    "path": "",
    "caption": ""
  },
  "content": "I'm an entrepreneur in AI ethics, an activist and an IP attorney, and I'm currently deep diving in the creativity/AI trade off.\n\nAs I acknowledge there is a tension in how to deal with copyright, among others, in this new socio-technical context, I believe we should start with artists and creatives to look for solutions. I listened to their positions for days confirming that this should be a social justice concern, rather than a copyright issue.\n\nIt is very important to me to write it down at the very beginning, this is not a critique of AI. Technology is precious and powerful human expression, capable of ameliorating dramatically our lives, but today is even more important than ever to drive it responsibly, keeping critical thinking alive and remaining focused on the original meaning of progress, i.e. 'moving forward'. Also, and above all, in terms of social welfare.\n\nThere are at least two main layers we have to consider when going through this complex transformation, and the first has to do with the power that big techs have gained eventually, which we keep avoiding to recognize for what it is: it is a clear political power, a power that produces specific social effects. Technologies, and more specifically AI, are in fact shaping our societies quite precisely, favoring specific categories of people, behaviors, jobs and ideals as, obviously, the sense of beauty in the art field.\n\nBasically, we are witnessing the emergence of a new form of power: as governments exercise power and produce obedience through laws, tech companies act through algorithms. However, algorithms are not designed for the collective well-being nor subject to human localized interpretation. Algorithms are indeed rigid rules driven by private economic profit goals, are prerogative of specialists, are invisible, pervasive and often incomprehensible and inexplicable. These coded laws are thin, insidious, and well-hidden in the digital environment making very hard to deliberately oppose them.\n\nThis locates us in a big democratic loophole: we still lack mechanisms of social responsibility and liability, to balance such masked form of permeating and seductive control, and we have yet to envision how to resist and dissent to this algorithmic social infrastructure.\n\nBut we do have a growing feeling of the unfairness of this system, a feeling that arises from the understanding of how artefacts, such as law, ethics or technology, work: they are designed by specific categories of humans (the ones in power), and shape society by reflecting their worldview, ideas, values and culture. Are we really fine with the shape such people have in mind?\n\nThe zoomed layer, on the other hand, speaks directly to the copyright debate, being well-interwoven with the giant power the few AI super-companies have accrued.\n\nWhen we talk about rights, it is important to recognize what we want them to do in society. Which is their ultimate function?\n\nI believe we should start caring for people's needs, centering the law's interpretation on solving real and concrete issues. We need to look at existing laws with fresh eyes, deconstructing old structures born in completely different socio economic, political and cultural contexts, to revamp, and adapt, their position into this very society. We need laws that are soaked into society.\n\nIf we look at the AI/copyright wrangling under this lens, in fact, we know that there is not a real tension: it is quite straight that people creating data for training commercial AI models, data of any kind but particularly if this is your job, should be free to agree to the extraction and should be compensate for it, adequately. We didn't see a very big tension when it was about the peer to peer streaming, was that on the other side sit small companies or single people?\n\nSo why are we today hardly discussing about technicisms to understand whether the existing copyright framework allows or not the free commercial exploitation of such a huge number of works that belong to humans, and eventually to humanity?\n\nThe techno-art community – and it is not alone – it is openly asking for collaboration, fair redistribution and for the deconstruction of the artist as an individual super-hero (and this is also the fruit of technology, as working with open source models shaped a specific view of the artist towards a stronger feeling for community and collectivity). If we embrace this social model, then it's time to actively position ourselves!\n\nAs power is the ability to produce obedience, of any kind, it is becoming harder to protest against the power dynamics of this very specific digital society, but I believe artists naturally own the right tools for prototyping a different society, they can build new visions even for politics to go back imagining what to work for: a society based on collective consciousness and pathways, alliances and communities.\n\nAnd this open letter is a clear sign of it.\n\nI'm then happy to sit with these artists and explore new forms of dissent, not against technology but to confront a technological development that often underestimates the importance of delicacy, sensibility and kindness in exercising power.\n\nWould you sit with us?",
  "bio": "Luna Bianchi is a jurist and an IP attorney, co-founder and co- CEO of a company in the field of ethics of AI which provides tools to assess impacts and risks emerging from AI and digital technologies. Luna is also an activist for a fair safeguard of fundamental rights in the digital ecosystem."
  }