{
  "id": "wesley_goatley",
  "name": "Wesley Goatley",
  "occupation": "Critical Artist & Researcher in AI, Climate and Technopolitics",
  "date": "2024-12-05",
  "externalUrl": "",
  "image": {
    "path": "images/wesley_goatley.png",
    "caption": ""
  },
  "content": "I don't want OpenAI to support the arts, I want them to keep the fuck away from it.  OpenAI recently appointed the ex-head of the [US National Security Agency and a general in the US military's Cyber Command to their board of directors](https://www.theverge.com/2024/6/13/24178079/openai-board-paul-nakasone-nsa-safety), as they continue to launch [new partnerships with militaries](https://theintercept.com/2024/10/25/africom-microsoft-openai-military/).  OpenAI's CEO Sam Altman was one of the first major figures in the tech industry to [congratulate Donald Trump's victory](https://x.com/sama/status/1854202040773460133) in the US elections.  OpenAI's Chief Technical Officer said that the creative jobs that are threatened by the company's tools [\"shouldn't have been there in the first place\". ](https://www.businesstoday.in/technology/news/story/some-creative-jobs-may-go-away-maybe-they-shouldnt-have-been-there-in-the-first-place-openai-cto-mira-murati-434344-2024-06-22) Multiple lawsuits are currently in process over how [OpenAI built their tools on the permissionless theft of our own work and the work of millions of other artists](https://www.forbes.com/sites/virginieberger/2024/10/29/ex-openai-researcher-how-chatgpts-training-violated-copyright-law/).  None of us should want to work with, promote, or take money from these people.\n\nThere are those who are working to promote companies like the these, despite the above.  Like many of the artists who've signed their petition against OpenAI, Paul Trillo was offered early access to the Sora tool, but he chose to accept the deal.  Trillo has made it clear that he [works for free](https://www.stereogum.com/2262980/washed-out-responds-to-backlash-over-ai-music-video/news/) in promoting Sora in exchange for access to it and OpenAI's ensuing promotion of his work.  One outcome of this is that earlier this year the Ars Electronica festival awarded their biggest AI arts prize to a music video that Trillo made using Sora, with an [acceptance statement that reads suspiciously like a planted advert for Sora](https://calls.ars.electronica.art/2024/prix/winners/14198/).  Whether Ars Electronica, whose funding model is built largely around corporate sponsorship and donations, awarded Trillo the prize based on a donation from OpenAI is beside the point: the point is that we can easily imagine such things happening, and continue to happen, in a digital arts field littered with promotional partnerships and paid (or unpaid) endorsements.\n\nIf we don't want a future where the tools of our art are inescapably chained to the increasingly [right-wing tech industry](https://theintercept.com/2024/11/17/tech-industry-trump-military-contracts/) (of which OpenAI are only a product of), and where our art is no more than a glorified tech demo for whatever new product is being shilled, then there is a clear course of action: we should refuse companies like OpenAI's attempts to turn artists, audiences, and institutions into promotional tools.  Refusal means not recommending their tools to friends, colleagues, teachers or students.  It means refusing to advertise the tools and their capacities in our work (\"I asked ChatGPT to write a poem with me, and look what it made!\" etc).  When every prompt we input and every image or text or video we generate is used [to grow these tools](https://help.openai.com/en/articles/5722486-how-your-data-is-used-to-improve-model-performance), only for them to be sold to investors as [replacements for our labour](https://www.techtimes.com/articles/304379/20240507/openai-ceo-sam-altman-admits-ai-eliminate-current-jobs.htm), true refusal is a [boycotting of OpenAI's tools altogether](https://wesleygoatley.substack.com/p/10-there-is-nothing-for-us-in-anything).  There are so many open-source alternatives to OpenAI's products out there that resisting them isn't a rejection of using AI tools altogether, but us asserting our rights to choose who we support based on our own values.\n\nThe responsibility for this doesn't just lay with artists, but with institutions too.  If we don't want a future where galleries and festivals are simply tech industry fronts operating in the paper-thin space between advertisement, artwashing, and corporate social responsibility, then these institutions need to stand with us in rejecting these companies.  This goes beyond simply refusing money from them; much like how a gallery focusing on the climate crisis might see one of their artists working with the fossil fuel industry as a conflict of interests at best or hypocrisy at worst, galleries and institutions that want to defend the work, rights, and livelihoods of artists should be asking their artists to declare any relationship with a company like OpenAI, who are so obviously working in opposition to these values.\n\nWho we lend our voice to matters, because culture is an organism that we are all a part of and help form.  Our cultures are both informed by and inform what we say, how we act, what we consume, and what we reject.  As artists we have both a privilege and responsibility in that our actions have an outsized effect on culture compared to many others, influencing both our audiences as well as our fellow artists.  By recognising that who we endorse and promote matters, we can strive to build the creative cultures we want to see in the world and reject the ones we don't.",
  "bio":""
  }
  

