{
  "id": "xu_cheng",
  "name": "XU Cheng",
  "occupation": "",
  "date": "2024-12-05",
  "externalUrl": "",
  "image": {
    "path": "",
    "caption": ""
  },
  "content": "Trained as an engineer, practicing as an artist, and guided by curiosity every step along the way, I am keenly aware that the technology we media artists use was often developed for military purposes and scaled for utilitarian causes. Artists like me then inspect, explore, repurpose, and invent their own vision and version of these technical tools.\n\nThe results can be speculative, casting the unthought-of into a new reality. Electronic music is a prime example of how new tools, in the hands of curious artists, expand aesthetics. The results can also be critical—sharing concerns about technical implementation, warning of imminent dystopias, or pointing out society's preference for specific realities.\n\nOf the speculative and critical responses, corporations often see the benefit in the former. Artists' creations, more relatable than technical differentiations, are conveniently ready for public consumption. Yet, as stated in our open contest to a closed company, a growing group of us advocate for the latter. We began dismantling the scaffold designed to guide us toward consumable results and instead opened a timely discussion critiquing the setup itself.\n\nYet, we must reject a binary narrative of the suppressed and the suppressor or the old tale of the poor artist and the generous patron. Instead, toolmakers and tool users should enter a symbiotic relationship. Artists, as early adopters and innovators, reflect, hack, and reimagine technology from a humane perspective, embodying humanity's role in shaping technological development. They must take an equal seat at the table of technological progress, representing humanity itself.\n\nCorporate-sponsored artist residencies shall create access and space for artists not only to envision possibilities but also to critically challenge them. This dual curiosity—imaginative and critical—is fundamental to humanity and must be nurtured as equally essential.",
   "bio": ""
}

